Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: Changing your current configuration will require you to leave the current function.
de_de: Wenn Sie die aktuelle Konfiguration ändern, müssen Sie die aktuelle Funktion verlassen.
es_es: Para modificar su configuración actual, debe salir de la función actual.
fr_fr: Pour modifier votre configuration actuelle, vous devrez quitter la fonction en cours.
pt_pt: Para alterar a configuração atual, deve sair da função atual.
zh_cn: 若要更改当前配置，您必须退出当前功能。

source: Changing your regional preferences will require you to leave the current function.
de_de: Wenn Sie Ihre regionalen Präferenzen ändern, müssen Sie die aktuelle Funktion verlassen.
es_es: Para modificar sus preferencias regionales, debe salir de la función actual.
fr_fr: Pour modifier vos préférences régionales, vous devrez quitter la fonction en cours.
pt_pt: Para alterar as suas preferências regionais, deve sair da função atual.
zh_cn: 若要更改您的区域偏好，您必须退出当前功能。

source: Changing your role will require you to leave the current function.
de_de: Wenn Sie Ihre Rolle ändern, müssen Sie die aktuelle Funktion verlassen.
es_es: Para modificar su rol, debe salir de la función actual.
fr_fr: Pour modifier votre rôle, vous devrez quitter la fonction en cours.
pt_pt: Para alterar o seu papel, é necessário sair da função atual.
zh_cn: 若要变更您的角色，您必须退出当前功能。

source: Changing endpoints will require you to leave the current function
de_de: Wenn Sie Endpoints ändern, müssen Sie die aktuelle Funktion verlassen.
es_es: Para modificar los endpoints, debe salir de la función actual.
fr_fr: Pour modifier les endpoints, vous devrez quitter la fonction en cours.
pt_pt: Para alterar os pontos finais, deve sair da função atual.
zh_cn: 若要更改端点，您必须退出当前功能。

source: Your changes will be lost if you disconnect from your current session.
de_de: Ihre Änderungen gehen verloren, wenn Sie die aktuelle Sitzung beenden.
es_es: Las modificaciones effectuadas serán perdidas si se desconecta de la sesión actual.
fr_fr: Les modifications effectuées seront perdues si vous vous déconnectez de la session en cours.
pt_pt: As alterações feitas serão perdidas se você se desconectar da sessão atual.
zh_cn: 如果您断开当前会话，则将丢失所做的更改。

source: We are sorry, but the component you requested is not available on your device or platform.
de_de: Leider ist die von Ihnen gewünschte Komponente auf Ihrem Gerät oder Ihrer Plattform nicht verfügbar.
es_es: Lo sentimos pero el componente que ha solicitado no está disponible para su periférico/plataforma.
fr_fr: Nous sommes désolés, mais le composant que vous avez demandé n'est pas disponible pour votre périphérique/plateforme.
pt_pt: Desculpe, mas o componente solicitado não está disponível para o dispositivo / plataforma.
zh_cn: 很抱歉，在您的设备/平台上您要求的组件不可用。

source: Your server connexion should not be released properly.
de_de: Ihre Serververbindung konnte nicht korrekt freigegeben werden.
es_es: Su conexión servidor no se ha probablemente liberado correctamente.
fr_fr: Votre connexion serveur n'a peut-être pas été libérée correctement.
zh_cn: 您的服务器连接也许没有被正确释放。

source: more
de_de: weitere
es_es: más
fr_fr: en plus
zh_cn: 另外·

source: all-day
de_de: Ganztägig
es_es: todo<br/>el día
fr_fr: Toute la<br/>journée
zh_cn: 全天

source: year
de_de: Jahr
es_es: año
fr_fr: année
zh_cn: 年

source: week agenda
de_de: Woche
es_es: semana
fr_fr: semaine
zh_cn: 周

source: day agenda
de_de: Tag
es_es: día
fr_fr: jour
zh_cn: 日

source: Stream is null or undefined.
de_de: Stream ist NULL oder nicht definiert
es_es: Stream es nulo o no definido.
fr_fr: Stream est null ou undefined.
pt_pt: Stream é nulo ou indefinido.
zh_cn: Stream为空或未定义。

source: Connection failed: {0} : {1}
de_de: Verbindung ist fehlgeschlagen: {0}: {1}
es_es: La conexión ha fallado: {0} : {1}
fr_fr: La connection a échouée : {0} : {1}
pt_pt: A conexão falhou: {0} : {1}
zh_cn: 连接失败：{0} : {1}

source: Error file name exceeds 12 characters
de_de: Fehler: Der Dateiname enthält mehr als 12 Zeichen
es_es: Error, el nombre del fichero es superiror a 12 carácteres
fr_fr: Erreur le nom de fichier est supérieur à 12 caractères
pt_pt: Erro o nome do ficheiro é superior a 12 caracteres
zh_cn: 文件名错误，超过12个字符

source: is missing a closing parenthesis
de_de: Eine schließende Klammer fehlt
es_es: Falta un paréntesis de cierre
fr_fr: Il manque une parenthèse fermante
pt_pt: Falta um parenteses para fechar
zh_cn: 缺少一个右括号

source: is missing an opening parenthesis
de_de: Eine öffnende Klammer fehlt
es_es: Falta un paréntesis de apertura
fr_fr: Il manque une parenthèse ouvrante
pt_pt: Falta um parenteses de abertura
zh_cn: 缺少一个左括号

source: Missing a comma
de_de: Ein Komma fehlt
es_es: Falta una coma
fr_fr: Il manque une virgule
pt_pt: Falta uma vírgula
zh_cn: 缺少一个逗号

source: unknown function
de_de: Unbekannte Funktion
es_es: Función desconocida
fr_fr: Fonction inconnue
pt_pt: Função desconhecida
zh_cn: 未知功能

source: Illegal character
de_de: Zeichen nicht erlaubt
es_es: Carácter ilegal
fr_fr: Caractère illégal
pt_pt: Caracter ilegal
zh_cn: 非法字符

source: No such variable
de_de: Variable nicht vorhanden
es_es: Variable inexistente
fr_fr: Variable inexistante
pt_pt: Variável inexistente
zh_cn: 变量不存在

source: non-existent class
de_de: Klasse nicht vorhanden
es_es: Clase inexistente
fr_fr: Classe inexistante
pt_pt: Classe inexistente
zh_cn: 类不存在

source: Invalid Index
de_de: Ungültiger Index
es_es: Índice no válido
fr_fr: Index invalide
pt_pt: Índice inválido
zh_cn: 索引无效

source: No common area
de_de: Kein gemeinsamer Bereich
es_es: Sin zona actual
fr_fr: Pas de zone courante
pt_pt: Nenhuma zona corrente
zh_cn: 无公共区域

source: Type Mismatch
de_de: Inkompatibler Typ
es_es: Incompatibilidad de tipo
fr_fr: Incompatibilité de type
pt_pt: Incompatibilidade de tipo
zh_cn: 类型不匹配

source: root of a negative number
de_de: Wurzel einer negativen Zahl
es_es: Raíz de un número negativo
fr_fr: Racine d'un nombre négatif
pt_pt: Raiz de um número negativo
zh_cn: 负数根

source: Error trigonometry
de_de: Trigonometrischer Fehler
es_es: Error en cálculo trigonométrico
fr_fr: Erreur en calcul trigonométrique
pt_pt: Erro em calculo trigonométrico
zh_cn: 三角函数计算错误

source: Overflow in calculation
de_de: Overflow bei der Berechnung
es_es: Rebasamiento de capacidad de cáculo
fr_fr: Dépassement de capacité en calcul
pt_pt: Ultrapassagem de capacid. em calculo
zh_cn: 超出计算能力

source: logarithm of a negative number
de_de: Logarithmus einer negativen Zahl
es_es: Logaritmo de un número negativo
fr_fr: Logarithme d'un nombre négatif
pt_pt: Logaritmo de um número negativo
zh_cn: 负数的对数

source: Error hyperbolic trigonometry
de_de: Fehler hyperbolische Trigonometrie
es_es: Error trigonométrico hiperbólico
fr_fr: Erreur trigonométrie hyperbolique
pt_pt: Erro trigonometria hiperbolica
zh_cn: 双曲线三角函数错误

source: Error in calculation of factorial
de_de: Fehler beim Berechnen der Fakultät
es_es: Error en calculo del factorial
fr_fr: Erreur en calcul de factorielle
pt_pt: Erro no calculo de factorial
zh_cn: 因数计算错误

source: negative index
de_de: Negativer Index
es_es: Ïndice negativo
fr_fr: Indice négatif
pt_pt: Índice negativo
zh_cn: 负指数

source: number of incorrect wording
de_de: Bezeichnungsnummer falsch
es_es: Número de descripción erróneo
fr_fr: Numéro de libellé incorrect
pt_pt: Numero de descrição incorrecto
zh_cn: 名称编号不正确

source: Invalid file type
de_de: Ungültiger Dateityp
es_es: Tipo de fichero erróneo
fr_fr: Type de fichier incorrect
pt_pt: Tipo de ficheiro incorrecto
zh_cn: 文件类型不正确

source: File does not exist
de_de: Datei nicht vorhanden
es_es: Fichero inexistente
fr_fr: Fichier inexistant
pt_pt: Ficheiro inexistente
zh_cn: 文件不存在

source: Nonexistent key in this table
de_de: Schlüssel in dieser Tabelle nicht vorhanden
es_es: Clave no existente en esta tabla
fr_fr: Clé non existante dans cette table
pt_pt: Chave não existente nesta tabela
zh_cn: 在此表中不存在的密钥

source: Mode incorrect reading
de_de: Falscher Lesemodus
es_es: Modo de lectura incorrecto
fr_fr: Mode de lecture incorrect
pt_pt: Modo de leitura incorrecto
zh_cn: 阅读模式不正确

source: Error in file management C- ISAM
de_de: Fehler in Dateiverwaltung C-ISAM
es_es: Error en gestión de fichero C-ISAM
fr_fr: Erreur en gestion de fichier C-ISAM
pt_pt: Erro na gestão de ficheiro C-ISAM
zh_cn: 管理C-ISAM文件时出错

source: Error management batch file
de_de: Fehler Verwaltung Batch-Datei
es_es: Error gestión fichero secuencial
fr_fr: Erreur gestion fichier séquentiel
pt_pt: Erro na gestão do ficheiro sequêncial
zh_cn: 管理批处理文件时出错

source: System Error
de_de: Systemfehler
es_es: Error sistema
fr_fr: Erreur système
pt_pt: Erro do sistema
zh_cn: 系统错误

source: Internal Error
de_de: Interner Fehler
es_es: Error interno
fr_fr: Erreur interne
pt_pt: Erro interno
zh_cn: 内部错误

source: Problem accessing a file
de_de: Problem Dateizugriff
es_es: Problema de acceso a un fichero
fr_fr: Problème d'accès sur un fichier
pt_pt: Problema de acesso num ficheiro
zh_cn: 访问文件的问题

source: Opening the same table two times
de_de: Eine Tabelle zweimal öffnen
es_es: Apertura de una misma tabla 2 veces
fr_fr: Ouverture d'une même table 2 fois
pt_pt: Abertura da mesma tabela 2 vezes
zh_cn: 同一个表打开两次

source: Too many open tables
de_de: Zu viele geöffnete Tabellen
es_es: Demasiadas tablas abiertas
fr_fr: Trop de tables ouvertes
pt_pt: Demasiadas tabelas abertas
zh_cn: 打开的表过多

source: Incorrect table associated with the mask
de_de: Falsche Tabelle ist der Maske zugeordnet
es_es: Tabla incorrecta asociada a la pantalla
fr_fr: Mauvaise table associée au masque
pt_pt: Tabela errada associada a máscara
zh_cn: 与掩码关联的表错误

source: Out of memory
de_de: Kein freier Speicher verfügbar
es_es: No queda memoria disponible
fr_fr: Plus de mémoire disponible
pt_pt: Sem memoria disponível
zh_cn: 没有更多可用内存

source: Return does not correspond to a gosub
de_de: Return antwortet nicht auf einen gosub
es_es: Return no se corresponde con un gosub
fr_fr: Return ne correspondant pas à un gosub
pt_pt: Será que o retorno não correspondem a um GOSUB
zh_cn: Return与gosub不相符

source: Function not implemented !
de_de: Funktion nicht implementiert!
es_es: Función no implementada!
fr_fr: Fonction non mise en oeuvre !
pt_pt: Não definir oeuvre função!
zh_cn: 功能未执行！

source: Error creating variable
de_de: Fehler beim Erstellen einer Variablen
es_es: Error en creación de variable
fr_fr: Erreur en création de variable
pt_pt: Erro na criação da variável
zh_cn: 创建变量出错

source: The row is not a table
de_de: Die Zeile ist keine Tabelle
es_es: El rango no es una tabla
fr_fr: Le rang n'est pas un tableau
pt_pt: A fila não é um quadro
zh_cn: 该行是不是一个表格

source: nonexistent Window
de_de: Fenster nicht vorhanden
es_es: Ventana inexistente
fr_fr: Fenêtre inexistante
pt_pt: Janela inexistente
zh_cn: 窗口不存在

source: 2 masks same abbreviation
de_de: 2 Masken gleiche Abkürzung
es_es: 2 pantallas con la misma abreviatura
fr_fr: 2 masques de même abréviation
pt_pt: Duas máscaras da mesma abreviação
zh_cn: 相同缩写的2个掩码

source: Too many treatments or procedures
de_de: Zu viele Verarbeitungen oder Vorgänge ausstehend
es_es: Demasiados procesos o procedimientos encurso
fr_fr: Trop de traitements ou de procédures en cours
pt_pt: Demasiados tratamentos ou proced. em curso
zh_cn: 进行中的处理或程序太多

source: Etiquette nonexistent
de_de: Etikett nicht vorhanden
es_es: Etiqueta inexistente
fr_fr: Etiquette inexistante
pt_pt: Etiqueta inexistente
zh_cn: 标签不存在

source: Error writing file
de_de: Fehler beim Schreiben der Datei
es_es: Error en escritura de fichero
fr_fr: Erreur en écriture de fichier
pt_pt: Erro em registo de ficheiro
zh_cn: 写入文件时出错

source: Value of zero step
de_de: Wert Schritt Null
es_es: Valor de step nulo
fr_fr: Valeur de step nulle
pt_pt: Valor de passo nulo
zh_cn: 零Step值

source: Too many masks Open
de_de: Zu viele geöffnete Masken
es_es: Demasiadas pantallas abiertas
fr_fr: Trop de Masques Ouverts
pt_pt: Muitas máscaras Aberto
zh_cn: 打开的掩码过多

source: Table locked
de_de: Tabelle gesperrt
es_es: Tabla bloqueada
fr_fr: Table verrouillée
pt_pt: Tabela bloqueado
zh_cn: 表已被锁定

source: More space on the disk
de_de: Kein Platz mehr auf dem Datenträger
es_es: No queda espacio en el disco
fr_fr: Plus de place sur le disque
pt_pt: Sem espaço em disco
zh_cn: 没有更多的磁盘空间

source: Error in file management APL
de_de: Fehler in Dateiverwaltung APL
es_es: Error en gestión del fichero APL
fr_fr: Erreur en gestion du fichier APL
pt_pt: Erro na gestão do ficheiro APL
zh_cn: 管理APL文件时出错

source: File does not exist printer
de_de: Datei Drucker nicht vorhanden
es_es: Fichero impresora inexistente
fr_fr: Fichier imprimante inexistant
pt_pt: Ficheiro impressora inexistente
zh_cn: 打印机文件不存在

source: Not present Mask
de_de: Maske nicht vorhanden
es_es: Pantalla inexistente
fr_fr: Masque Inexistant
pt_pt: Não está presente máscara
zh_cn: 掩码不存在

source: No transaction in progress
de_de: Keine Transaktion in Arbeit
es_es: No hay transacción en curso
fr_fr: Pas de transaction en cours
pt_pt: Nenhuma transacção em curso
zh_cn: 没有进行中的交易

source: There is already a transaction in progress
de_de: Es ist bereits eine Transaktion in Arbeit
es_es: Ya hay une transacción en curso
fr_fr: Il y a déjà une transaction en cours
pt_pt: Existe ja uma transacção em curso
zh_cn: 已有一个进行中的交易

source: Function undefined for the given value
de_de: Funktion für den gegebenen Wert nicht definiert
es_es: Función no definida para el valor dado
fr_fr: Fonction indéfinie pour la valeur donnée
pt_pt: Função indefinida para o valor dado
zh_cn: 未为给定的值定义功能

source: Error Management DCB
de_de: Fehler in Verwaltung DCB
es_es: Error en gestión de DCB
fr_fr: Erreur en gestion des DCB
pt_pt: Erro na gestão dos DCB
zh_cn: 管理DCB时出错

source: Error log ( 0)
de_de: Log-Fehler (0)
fr_fr: Erreur log(0)
pt_pt: Erro log(0)
zh_cn: 日志错误(0)

source: Error divide by 0
de_de: Fehler Division durch 0
es_es: Error división por 0
fr_fr: Erreur division par 0
pt_pt: Erro divisão por 0
zh_cn: 按0划分出错

source: Serialization incorrect application !
de_de: Serialisierung der Anwendung falsch!
es_es: Serialización de la aplicación incorrecta
fr_fr: Sérialisation de l'application incorrecte !
pt_pt: Licenca da aplicação incorrecta !
zh_cn: 序列化错误的应用程序！

source: Too many dimensions ,
de_de: Zu viele Dimensionen
es_es: Demasiadas dimensiones
fr_fr: Trop de dimensions
pt_pt: Demasiadas dimensões
zh_cn: 分析元过多

source: Error invalid date
de_de: Fehler ungültiges Datum
es_es: Error fecha incorrecta
fr_fr: Erreur date incorrecte
pt_pt: Erro: data incorrecta
zh_cn: 无效日期出错

source: Not possible to seek stdio
de_de: Keine Suche auf stdio möglich
es_es: Sin seek posible en stdio
fr_fr: Pas de seek possible sur stdio
pt_pt: Nenhum SEEK possivel no STDIO
zh_cn: stdio上没有可用的seek

source: Error message file
de_de: Fehler Nachrichtendatei
es_es: Fichero de mensajes de error
fr_fr: Fichier de messages d'erreur
pt_pt: Mensagens de erro de arquivo
zh_cn: 错误的消息文件

source: Too many Open Tables
de_de: Zu viele geöffnete Tabellen
es_es: Demasiadas tablas abiertas
fr_fr: Trop de Tableaux Ouverts
pt_pt: Too Tabelas Abertas
zh_cn: 打开的表格过多

source: More Channels Available
de_de: Mehr Kanäle verfügbar
es_es: No quedan canales disponibles
fr_fr: Plus de canaux disponibles
pt_pt: Nenhum canal disponível
zh_cn: 没有更多可用的信道

source: Variable existing
de_de: Variable bereits vorhanden
es_es: Variable ya existente
fr_fr: Variable déjà existante
pt_pt: Variável existente
zh_cn: 变量已存在

source: Variable not modifiable
de_de: Variable kann nicht geändert werden
es_es: Variable no modificable
fr_fr: Variable non modifiable
pt_pt: Variavel não modificável
zh_cn: 变量不可修改

source: Opening not exclusive access
de_de: Exklusive Zugriffsöffnung falsch
es_es: Apertura acceso exclusivo imposible
fr_fr: Ouverture accès exclusif impossible
pt_pt: Impossivel abrir, acesso exclusivo
zh_cn: 无法打开独占访问

source: Process does not exist
de_de: Vorgang nicht vorhanden
es_es: Proceso inexistente
fr_fr: Processus inexistant
pt_pt: Processo inexistente
zh_cn: 流程不存在

source: Overflow file size limit
de_de: Overflow beim Dateigrößenlimit
es_es: Rebasamiento límite tamaño ficheros
fr_fr: Dépassement limite taille fichiers
pt_pt: Tamanho dos ficheiros ultrapassado
zh_cn: 超出文件大小限制

source: Invalid file name
de_de: Ungültiger Dateiname
es_es: Nombre de fichero incorrecto
fr_fr: Nom de fichier incorrect
pt_pt: Nome do ficheiro incorrecto
zh_cn: 文件名错误

source: Too many Adonix Turn
de_de: Zu viele Adonix Rotieren
es_es: Demasiados Adonix en ejecucción
fr_fr: Trop d'Adonix Tournent
pt_pt: Muitos Adonix Tournent
zh_cn: 运转的Adonix过多

source: Too many users use this application
de_de: Zu viele Benutzer verwenden diese Anwendung
es_es: Demasiados usuarios usan esta aplicación
fr_fr: Trop d'Utilisateurs utilisent cette application
pt_pt: Demasiados utilizadores na aplicação
zh_cn: 过多用户使用该应用程序

source: Wrong number of parameters
de_de: Falsche Parameteranzahl
es_es: Número de parámetros erróneo
fr_fr: Mauvais nombre de paramètres
pt_pt: Número de parametros errado
zh_cn: 参数数目错误

source: type mismatch parameter
de_de: Inkompatibler Parametertyp
es_es: Tipo de parámetro incompatible
fr_fr: Type de paramètre incompatible
pt_pt: Tipo de parâmetro incompatível
zh_cn: 参数类型不匹配

source: No closing during a transaction
de_de: Kann nicht während einer Transaktion geschlossen werden
es_es: Cierre imposible durante una transacción
fr_fr: Fermeture impossible durant une transaction
pt_pt: Fecho impossivel durante a transacção
zh_cn: 交易期间无法关闭

source: Adonix serialized was not
de_de: Adonix wurde nicht serialisiert
es_es: Adonix no se ha serializado
fr_fr: Adonix n'a pas été sérialisé
pt_pt: Adonix não esta correctamente licenciado
zh_cn: Adonix未被序列化

source: Application nonexistent
de_de: Anwendung nicht vorhanden
es_es: Aplicación inexistente
fr_fr: Application inexistante
pt_pt: Aplicacão inexistente
zh_cn: 应用程序不存在

source: Serialization ADONIX / Application incompatible
de_de: Serialisierung ADONIX/Anwendung nicht kompatibel
es_es: Serialización ADONIX/Aplicación incompatible
fr_fr: Sérialisation ADONIX/Application incompatible
pt_pt: Sérialização ADONIX/Aplicação incompatível
zh_cn: ADONIX/应用程序序列号不匹配

source: Oracle Error
de_de: Oracle-Fehler
es_es: Error Oracle
fr_fr: Erreur Oracle
pt_pt: Erro Oracle
zh_cn: Oracle错误

source: SQL Server Error
de_de: Fehler SQL-Server
es_es: Error SQL Server
fr_fr: Erreur SQL Server
pt_pt: Erro SQL server
zh_cn: SQL服务器错误

source: Too many options in this menu
de_de: Zu viele Optionen in diesem Menü
es_es: Demasiadas opciones en este menú
fr_fr: Trop d'Options dans ce menu
pt_pt: Demasiado opções neste menu
zh_cn: 该菜单中选项过多

source: Error on transaction file
de_de: Fehler in der Transaktionsdatei
es_es: Error en el fichero de transacción
fr_fr: Erreur sur fichier de transaction
pt_pt: Erro no ficheiro de transacção
zh_cn: 交易文件出错

source: Too many open windows
de_de: Zu viele geöffnete Fenster
es_es: Demasiadas ventanas abiertas
fr_fr: Trop de fenêtres ouvertes
pt_pt: Muitas janelas abertas
zh_cn: 打开的窗口过多

source: Error initializing terminal
de_de: Fehler Terminalinitialisierung
es_es: Error en inicialización del terminal
fr_fr: Erreur en initialisation du terminal
pt_pt: Erro na inicialização do terminal
zh_cn: 终端初始化出错

source: nonexistent Zone
de_de: Bereich nicht vorhanden
es_es: Campo inexistente
fr_fr: Zone inexistante
pt_pt: Zona inexistente
zh_cn: 区域不存在

source: Too many open states
de_de: Zu viele Status offen
es_es: Demasiados informes abiertos
fr_fr: Trop d'états ouverts
pt_pt: Demasiadas listas abertas
zh_cn: 打开的报表过多

source: Opening a same state 2 times
de_de: Einen gleichen Status zweimal öffnen
es_es: Apertura de un mismo informe 2 veces
fr_fr: Ouverture d'un même état 2 fois
pt_pt: Lista aberta duas vezes
zh_cn: 2次打开同一个报表

source: Object already exists
de_de: Objekt bereits vorhanden
es_es: Objeto ya existente
fr_fr: Objet déjà existant
pt_pt: Objecto já existente
zh_cn: 对象已存在

source: Too many slots
de_de: Zu viele Slots
es_es: Demasiados slots
fr_fr: Trop de slots
pt_pt: Demasiados slots
zh_cn: 插槽过多

source: Slot nonexistent
de_de: Slot nicht vorhanden
es_es: Slot inexistente
fr_fr: Slot inexistant
pt_pt: Slot inexistente
zh_cn: 插槽不存在

source: Slot existing
de_de: Slot bereits vorhanden
es_es: Slot ya existente
fr_fr: Slot déjà existant
pt_pt: Slot já existente
zh_cn: 插槽已存在

source: Connection not authorisée
de_de: Verbindung nicht berechtigt
es_es: Conexión no autorizada
fr_fr: Connexion non authorisée
pt_pt: Conexão n/autorizada
zh_cn: 连接未经授权

source: Error DB2
de_de: Fehler DB2
fr_fr: Erreur DB2
pt_pt: Erro DB2
zh_cn: DB2错误

source: VBScript Error
de_de: Fehler VBScript
es_es: Error VBScript
fr_fr: Erreur VBScript
pt_pt: Erro VBScript
zh_cn: VBScript错误

source: Too many connections
de_de: Zu viele Verbindungen
es_es: Demasiados enlaces
fr_fr: Trop de liens
pt_pt: Muitas ligações
zh_cn: 链接过多

source: Duplicate key on a unique index
de_de: Doppelter Schlüssel in eindeutigem Index
es_es: Duplicación de clave en un índice único
fr_fr: Duplication de clé sur un index unique
pt_pt: Duplicação de chave num index único
zh_cn: 唯一索引上的复制键

source: LDAP Error
de_de: LDAP-Fehler
es_es: Error LDAP
fr_fr: Erreur LDAP
pt_pt: Erro LDAP
zh_cn: LDAP错误

source: Error Kerberos authentication
de_de: Fehler Kerberos-Authentifizierung
es_es: Error de autentificación Kerberos
fr_fr: Erreur d'authentification Kerberos
pt_pt: Erro de autenticação Kerberos
zh_cn: Kerberos身份验证错误

source: Authentication timeout expired
de_de: Zeitüberschreitung Authentifizierung abgelaufen
es_es: Tiempo de autentificación caducado
fr_fr: Délai d'authentification expiré
pt_pt: Prazo de autenticação expirado
zh_cn: 验证超时已过期

source: unauthorized Login
de_de: Verbindung nicht berechtigt
es_es: Conexión no autorizada
fr_fr: Connexion non autorisée
pt_pt: Conexão não autorizada
zh_cn: 连接未经授权

source: The delegation is not authorized for this service
de_de: Die Delegation ist zu diesem Service nicht berechtigt
es_es: La delegación no está autorizada para este servicio
fr_fr: La délégation n'est pas autorisée pour ce service
pt_pt: A delegação não está autorizada p/este serviço
zh_cn: 该服务不允许授权

source: Time Difference too large
de_de: Zeitunterschied zu groß
es_es: Diferencia horaria demasiado importante
fr_fr: Difference horaire trop importante
pt_pt: Diferença horária bastante importante
zh_cn: 时差过大

source: Error on the archive Overwrite FIRST_HDA
de_de: Fehler im Archiv Überschreiben von FIRST_HDA
es_es: Error en el archivo Sustitución del FIRST_HDA
fr_fr: Erreur sur l'archive Ecrasement du FIRST_HDA
pt_pt: Erro no arquivo: Supressão do FIRST_HDA
zh_cn: FIRST_HDA的存档覆盖出错

source: Error chaining the first free Previous 4 different
de_de: Fehler Reihung der ersten freien Vorherigen 4 unterschiedlichen
es_es: Error encadenamiento del primer libro anterior diferente de 4
fr_fr: Erreur chainage du premier libre Precedent different de 4
pt_pt: Erro encadeamento do primeiro livre: Precedente <> de 4
zh_cn: 与4不同的第一个自定义Precedent的链接错误

source: Error LOCK archive for change
de_de: Fehler LOCK Änderungsarchiv
es_es: Error durante el LOCK del archivo para modificación
fr_fr: Erreur lors du LOCK de l'archive pour modification
pt_pt: Erro durante o LOCK do arquivo para modificação
zh_cn: 为编辑LOCK存档时出错

source: Error UNLOCK archive
de_de: Fehler UNLOCK Archiv
es_es: Error durante el UNLOCK del archivo·
fr_fr: Erreur lors du UNLOCK de l'archive
pt_pt: Erro durante o UNLOCK do arquivo
zh_cn: UNLOCK存档时出错

source: Error LOCK index archive
de_de: Fehler LOCK Archivindex
es_es: Error durante el LOCK del índice del archivo
fr_fr: Erreur lors du LOCK de l'index de l'archive
pt_pt: Erro durante o LOCK do índice do arquivo
zh_cn: LOCK 存档索引时出错

source: Error UNLOCK index archive
de_de: Fehler UNLOCK Archivindex
es_es: Error durante el UNLOCK del índice del archivo
fr_fr: Erreur lors du UNLOCK de l'index de l'archive
pt_pt: Erro durante o UNLOCK do índice do arquivo
zh_cn: UNLOCK存档索引时出错
